{
  "contractTitle": "*CONTRATO DE VENDA POR CONSIGNAÇÃO*",
  "consignorID": "*CONSIGNANTE:* {{nome_consignante}}, CPF nº: {{cpf_consignante}}, E-mail: {{email_consignante}}, doravante denominado CONSIGNANTE.",
  "consigneeID": "*CONSIGNATÁRIO:* PEDRO HENRIQUE LIMA FARIA LTDA, pessoa jurídica de direito privado, inscrita no CNPJ sob o nº: 52.593.421/0001-77, com nome fantasia Hub4.tri, com showroom localizada na Rua Clodomiro Amazonas 1422 – Vila Olimpia, São Paulo - SP, 04537-002, doravante denominado CONSIGNATÁRIO.",
  "contractObject": "*1. OBJETO DO CONTRATO:*\nEste contrato de venda por consignação refere-se ao produto deixado pelo CONSIGNANTE no SHOWROOM para venda. As características são:",
  "productDetails": "*- Tipo de Produto:* {{prod_tipo}}\n*- Marca:* {{prod_marca}}\n*- Modelo:* {{prod_modelo}}\n*- Ano:* {{prod_ano}}\n*- Estado de Conservação:* {{prod_estado_conservacao}}\n*- Acessórios Inclusos:* {{prod_acessorios}}\n*- Valor de Venda:* {{prod_valor_venda}}",
  "documentation": "*2. DOCUMENTAÇÃO E FOTOS DO PRODUTO:* \nFotos detalhadas do produto, incluindo todos os acessórios e especificações e condições de entrega do produto, estão indicadas no ANEXO I – FOTOS E DETALHES DO PRODUTO, que é parte integrante deste Contrato.",
  "transport": "*3. TRANSPORTE: \n--3.1.* O INTERMEDIADOR, com intuito de facilitar os trâmites logísticos, realizará a negociação com empresa de logística, seguindo o negociado e acordado com o PROPRIETÁRIO E COMPRADOR, sendo todos os custos logísticos repassados pelo INTERMEDIADOR ao COMPRADOR, que se compromete a efetuar o pagamento imediatamente após ciência, sujeito ao não envio do PRODUTO. \n\n--*3.2.* A responsabilidade por qualquer extravio, perda ou dano aos bens durante o transporte será exclusivamente da empresa de logística contratada, eximindo-se o INTERMEDIADOR de qualquer responsabilidade por tais ocorrências.\" ",
  "truthfulnessDeclaration": "*4. DECLARAÇÃO DE VERACIDADE:* \nO CONSIGNANTE assegura que todas as informações fornecidas sobre o Produto são verdadeiras e precisas e que o produto é de sua propriedade, livre de quaisquer ônus e/ou restrições de venda. ",
  "nonApparentDamageDisclaimer": "*5. ISENÇÃO DE RESPONSABILIDADE POR DANOS NÃO APARENTES:* \nO CONSIGNATÁRIO será isento de qualquer responsabilidade por danos não aparentes ou internos do produto que possam não ser identificados na inspeção inicial. O CONSIGNANTE é responsável por informar ao CONSIGNATÁRIO sobre qualquer problema que o produto possa ter.",
  "exclusiveSale": "*6. EXCLUSIVIDADE NA VENDA:*\n CONSIGNATÁRIO terá exclusividade na venda do produto por um período de trinta [30] dias, a contar da data da entrega do produto. Caso o CONSIGNANTE venda o produto por outros meios dentro deste prazo, será devida uma multa referente a 1% do valor de venda do produto.",
  "insurance": "*7. SEGURO:* \nAs partes concordam que o CONSIGNATÁRIO deverá contratar e manter um seguro adequado para cobrir eventuais perdas, roubos ou danos irreparáveis ao PRODUTO. ",
  "generalProvisions": "*8. DISPOSIÇÕES GERAIS:* \n--*8.1.* As partes declaram, sob sua livre vontade e autonomia, que possuem plena capacidade jurídica para celebrar este CONTRATO, estando cientes e de acordo com todas as suas disposições e efeitos legais. \n\n--*8.2.* Este CONTRATO constitui o acordo completo entre as partes e substitui todos os entendimentos, acordos ou representações anteriores, verbais ou escritos, relacionados ao seu objeto. \n\n--*8.3.* Qualquer alteração ou modificação deste CONTRATO só será válida se feita por escrito e assinada por ambas as partes. \n\n--*8.4.* Nenhuma das partes poderá ceder ou transferir este CONTRATO, total ou parcialmente, sem o consentimento prévio e por escrito da outra parte. \n\n--*8.5.* Se qualquer disposição deste contrato for considerada inválida ou inexequível, as demais disposições permanecerão em pleno vigor e efeito. \n\n--*8.6.* A renúncia por qualquer das partes a qualquer termo ou condição deste contrato ou qualquer violação do mesmo, em qualquer instância, não será considerada uma renúncia a tal termo ou condição para qualquer instância futura. \n\n--*8.7* Fica eleito o foro da comarca de São Paulo-SP para dirimir quaisquer dúvidas ou controvérsias decorrentes deste contrato. ",
  "signatures": "E, por estarem assim justos e contratados, firmam o presente contrato em duas vias de igual teor:\n\nData: {{data}}\n\n \n\n____________________________________ \nCONSIGNANTE \n\n \n\n \n\n____________________________________ \nCONSIGNATÁRIO",
  "annex": "*ANEXO I - FOTOS E DETALHES DO PRODUTO*"
}
